const russian_text = {
    title: 'Смарт-контракты',
    description: [
        'Смарт-контракты - это простые программы, которые хранятся в блокчейне и могут автоматически выполнятся при достижении определенных условий. Такая технология может использоваться не только в блокчейне, но и в повседных вещах, например, для хранения и обработки персональных данных, в маркетинге и компьютерных играх.',
        'Как работают смарт контракты?',
        'Смарт контракты можно условно сравнить с торговыми автоматами. Вы отправляете цифровые монеты в смарт контракт, а он отправляет вам то, что вы должны были получить. В реальном мире смарт контракт также можно сравнить с адвокатом или нотариусом, но в этом случае процесс совершения сделки происходит значительно дольше.',
        'Смарт контракты полностью автономны, работают без участия человека и обеспечивают выполнение всех обязательств, прописанных в них. В них также могут быть прописаны штрафные санкции в случае несоблюдения договора. Смарт контракты - это та технология, которая меняет мир к лучшему.',
    ],
    button: 'Понятно',
}

const english_text = {
    title: 'Smart-contract',
    description: [''],
    button: 'Clearly',
}

export { russian_text, english_text };