import React from "react";
import Page from "../components/Page";

class Page4 extends React.Component {
    render() {
        return (
            <Page>
                <h1>Смарт-контракты</h1>
                <p>Смарт-контракты - это простые программы, которые хранятся в блокчейне и могут автоматически выполнятся при достижении определенных условий. Такая технология может использоваться не только в криптовалюте, но и в повседных вещах, например, для хранения и обработки персональных данных, в маркетинге и компьютерных играх. </p>
            </Page>
        )
    };
}

export default Page4;