const russian_text = {
    title: 'Майнинг',
    description: [
        'Суть майнинга в том, что компьютеры, находящиеся в самых разных местах по всему миру, проводят вычисления и таким образом генерируют новые блоки блокчейна и подобрать из миллионов комбинаций один-единственный хэш (результат некоего математического преобразования блока) от предыдущего блока — так можно «прикрепить» ещё один блок. За награду одновременно бьётся множество майнеров. Кто сделал это первым — тот и получает награду.',
        'Майнинг самой популярной криптовалюты — биткоина — уже невозможен без специального дорогого оборудования. Майнинг является одним из самых популярных способов заработка на криптовалютах. Суть этого процесса во многом зависит от особенностей работы блокчейна. Соответственно, и методы добычи разных цифровых валют имеют свои отличия.',
        'Наша команда смоделировала процесс майнинга в игре'
    ],
    button: 'К игре',
}

const english_text = {
    title: 'Mining',
    description: [''],
    button: 'Clearly',
}

export { russian_text, english_text };